
Пользовательское соглашение


Пожалуйста, внимательно ознакомьтесь с условиями изложенными ниже. Данные условия использования сайта gama-gama.ru являются публичной офертой.

Если Вы не согласны с настоящими условиями, то не нажимайте кнопку «Продолжить» и не используйте Сайт. Следуя принципам добросовестности и действия в своем интересе, если Вы нажали кнопку «Продолжить» (акцепт публичной оферты), считается, что Вы согласились со всеми без исключения положениями настоящих условий (акцепт является полным и безоговорочным согласно п. 1 ст. 438 Гражданского кодекса РФ).

Какие-либо претензии, основанные на заявлениях о неосведомленности о положениях настоящих условий, не принимаются и не рассматриваются.


ОПРЕДЕЛЕНИЯ

АдминистрацияЮридический адрес: 614066, город Пермь, улица Стахановская 45, офис 805, Генеральный директор: Андреев Вадим Борисович

Сайт - gama-gama.ru

Пользователь - физическое лицо, приобретающее на Сайте право на использования Контента.

Контент - мультимедийные продукты, результаты интеллектуальной деятельности в виде программ для ЭВМ, а именно компьютерные игры.

Описание – информация, доступная на Сайте и предназначенная для ознакомления Пользователя со свойствами Контента (жанр, сюжет, технические требования и т.п.).

Терминал Пользователя –технические устройства, находящегося в собственности Пользователя, либо принадлежащего ему на ином основании, который должен соответствовать определенным требованиям, которые указаны в Описании.

Учетная запись – раздел Сайта включающий сведения о Пользователе, сообщенные им Администрации (логин, пароль)

Территория – Российская Федерация и страны СНГ. В описании конкретного Контента либо Каталога Контента может быть обозначена иная Территория. При противоречии условий настоящих Условий описанию конкретного Контента, приоритет имеет описание конкретного Контента.

Загрузка Контента – сохранение Контента в память Терминала Пользователя для использования Контента на Терминале Пользователя.

Установка Контента – запуск Контента после его Загрузки на Терминале Пользователя с целью сделать возможным использование Контента на Терминале Пользователя.

Ключ активации – набор символов (букв, цифр и т.п.), который составляет код, позволяющий получить доступ к использованию Контента на Терминале Пользователя.


Общие условия


Настоящее Пользовательское соглашение регулирует отношения между Администрацией и Пользователями, связанные с предоставлением Пользователю права использования Контента в пределах и на условиях, предусмотренных настоящим Пользовательским соглашением.

Администрация за вознаграждение предоставляет Пользователю право на воспроизведение Контента, ограниченной правом Загрузки и Установки (создание экземпляра на Терминале Пользователя) в личных целях для дальнейшего использования по прямому функциональному назначению на Территории.

Перечень Контента размещен на Сайте в программном интерфейсе ссылок на соответствующие веб-сайты (ресурсы) Администрации или третьих лиц для загрузки/приобретения/использования и/или оплаты такого Контента. Объем передаваемых прав ограничивается условиями настоящим пользовательским соглашением и/или условиями конечного пользовательского лицензионного соглашения в случае, если такое соглашение присутствует в Описании Контента или ресурсе третьего лица.

Оформление заказа осуществляется с помощью соответствующего интерфейса, располагаемого на страницах Сайта.

Пользователь знакомится с информацией о Контенте, в том числе о характеристиках цифровых устройств и ЭВМ, необходимых для нормального воспроизведения Контента. В случае, если нормальное воспроизведение Контента невозможно по причинам связанными с характеристиками Терминала Пользователя, Пользователь лишается права предъявлять соответствующие претензии к Администрации.

Контент и его содержание, в том числе текст, графика, логотипы, значки кнопок, изображения, аудиоклипы, цифровые загрузки, компиляции данных и программное обеспечение, является собственностью правообладателей Контента. Контент защищен национальным и международными законами об авторском праве.

Пользователь несет полную ответственность за предоставление неверных сведений, повлекшее за собой невозможность надлежащего исполнения Администрацией своих обязательств перед Пользователем.

Пользователь несет полную ответственность за неосмотрительность по отношению к своим персональным данным, сообщенным на странице Сайта, а также за ущерб, который возник вследствие такого отношения, в том числе, но не ограничиваясь, в случае, когда персональные данные стали известны третьим лицам не по вине Администрации.

Акцептом Пользователя настоящего Пользовательского соглашения является проведение оплаты в соответствии с условиями оформленного заказа, что одновременно считается выражением Пользователем намерения приобрести Контент.

Права на использование Контента считается переданным Пользователю с момента оплаты Пользователем и предоставления Пользователю Ключа Активации, либо направления Ключа Активации Пользователю посредством электронной связи на электронный адрес и/или в Личный кабинет Пользователя.

Администрация вправе переуступать либо иным способом передавать свои права и обязанности, вытекающие из его отношений с Пользователем, третьим лицам при условии соблюдения прав и интересов Пользователя.

Администрация обязуется не разглашать полученную от Пользователя информацию. Не считается нарушением предоставление Администрацией информации агентам и третьим лицам, действующим на основании договора с Администрацией, для исполнения обязательств перед Пользователем. Не считается нарушением обязательств разглашение информации в соответствии с обоснованными и применимыми требованиями закона. Администрация не несет ответственности за сведения, предоставленные Пользователем на сайте в общедоступной форме.



РЕГИСТРАЦИЯ И АВТОРИЗАЦИЯ

Регистрация на Сайте осуществляется Пользователем  своими силами путем заполнения электронной формы, размещенной на Сайте

Для целей регистрации Пользователь предоставляет следующие данные:

Адрес электронной почты, который в дальнейшем будет являться логином для Учетной записи Пользователя, и на который будет направляться Ключ активации, если его получение необходимо для использования Контента.

Уникальный пароль, обеспечивающий защиту Учетной записи Пользователя.

Авторизация осуществляется посредством ввода логина и пароля.

Пользователь самостоятельно отвечает за сохранность своих логина и пароля, в т.ч. за возможность доступа к ним иных лиц и излишнюю легкость пароля. Администрация не несет ответственность за разглашение логина и пароля Пользователя, если это произошло вследствие небрежного отношения Пользователя к своим данным и Терминалам Пользователя, и иным средствам записи, где указанная информация сохранена.

Пользователь несет полную ответственность за предоставление неверных сведений об адресе электронной почты, повлекшее за собой невозможность надлежащего исполнения Администрацией своих обязательств перед Пользователем.

Пользователь в случае нежелания использовать Сайт вправе удалить свою Учетную запись, уведомив об этом Администрацию. Учетная запись удаляется окончательно и безвозвратно, однако это не препятствует Пользователю зарегистрироваться вновь с использованием иного адреса электронной почты

Предоставляя свои персональные данные, Пользователь соглашается на их обработку Администрацией согласно Положению о Политике конфиденциальности и обработке персональных данных Сайта.


ВОЗНАГРАЖДЕНИЕ АДМИНИСТРАЦИИ И ПОРЯДОК ОПЛАТЫ

За получение права доступа к Контенту Пользователь выплачивает Администрации вознаграждение.

Оформление заказа осуществляется с помощью соответствующего интерфейса, располагаемого на Сайте. При оформлении заказа Пользователь знакомится с информацией о Контенте, в том числе о характеристиках цифровых устройств и ЭВМ, необходимых для нормального воспроизведения Контента. В случае, если нормальное воспроизведение Контента невозможно либо цифровое устройство или ЭВМ Пользователя было испорчено в результате попытки воспроизведения Контента в силу несовпадения требуемых и существующих характеристик цифрового устройства или ЭВМ, Пользователь лишается права предъявлять соответствующие претензии к Администрации.

Оплата осуществляется по цене, установленной Описанием соответствующего Контента в на Сайте способом и в сроки, согласованные Пользователем в момент оформления заказа

Оплата осуществляется с использованием банковских карт, электронных платежных систем. Моментом оплаты Контента считается поступление информации от платежной системы о зачислении от Пользователя денежных средств в полном объеме. Об условиях оплаты, а также размерах комиссии Пользователь ознакомляется самостоятельно до момента оплаты.

Администрация осуществляет возврат денежных средств только в случае, технических сбоев в работе Сайта, возникшего по вине Администрации более чем на 24 часа с момента уведомления Пользователем службы технической поддержки.

За использование Пользователем тренировочных тарифов (тестовой версии) денежные средства не возвращаются.

Возврат осуществляется безналичным перечислением денежных средств Пользователю в срок не позднее 10 (десятити) календарных дней с даты поступления соответствующего требования, данный срок может быть увеличен в связи с условиями перечисления денежных средств платежной системой, в данном случае Администрация ответственности не несет.


ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ

Пользователь получает Активационный ключ в течение 48 (Сорока восьми) часов с момента оплаты Вознаграждения в соответствии с разделом 4 настоявшего пользовательского соглашения.

В случае, если Пользователь не получил Активационный ключ в установленное время, он может потребовать возврата уплаченных денежных средств. Денежные средства возвращаются на банковскую карту в течение 30 (тридцати) календарных дней с даты предоставления информации о реквизитах карты, если они не были известны Администрации ранее, данный срок может быть увеличен в связи с условиями перечисления денежных средств платежной системой, в данном случае Администрация ответственности не несет. Настоящее правило не распространяется на клиентов иностранных банков. В данном случае сроки устанавливаются банком-корреспондентом.

В случае, если на Сайте отсутствует указание цены или иных условий, необходимых Пользователю для приобретения Контента, или акционного предложения Пользователь должен обратиться в техническую поддержку за уточнением стоимости.


ПРАВИЛА ПОВЕДЕНИЯ ПОЛЬЗОВАТЕЛЯ

использовать Контент не по прямому функциональному использованию;

на любых ресурсах, где ведется обсуждение Сайта или происходит общение Пользователей, использовать неприличные выражения (в т.ч. использовать бранные слова и мат), выражаться оскорбительно (в т.ч. использовать бранные слова и мат) по отношению к Администрации и иным Пользователям; высказывать экстремистские мысли; высказываться пренебрежительно или оскорбительно (в т.ч. использовать бранные слова и мат) по отношению к определенным группам людей на основании половых, национальных, религиозным и иных различий; распространять информацию, которая является заведомо ложной, клеветнической; а также высказывать иные мысли и убеждения, которые не соответствуют цивилизованному и уважительному диалогу между Пользователями или Пользователями и Администрацией. Администрация при обнаружении подобного рода высказываний имеет право в одностороннем порядке удалить соответствующее высказывание, а при неоднократном нарушении Пользователем настоящего пункта, Администрация имеет право в одностороннем порядке отстранить такого Пользователя от участия в любого рода публичных обсуждениях

на любых ресурсах, где ведется обсуждение Сайта или происходит общение Пользователей, выдавать себя за представителя Администрации.

использовать Учётную Запись другого Пользователя, а также отчуждать или иным образом передавать свою или приобретать, в том числе, но не ограничиваясь, путём обмена или получения в дар, Учётную Запись другого Пользователя. В случае обнаружения подобного рода действий Пользователя, Администрация имеет право заблокировать Учетную запись такого Пользователя без компенсации стоимости приобретенного через данную Учетную запись Контента



ПОЛЬЗОВАТЕЛЬ ГАРАНТИРУЕТ, ЧТО:

Пользователь не является лицом, которому в соответствии с законодательством его государства, резидентом которого данное лицо является или с территории которого осуществляет приобретение Контента, запрещено приобретение данного типа Контента.

Пользователь обладает достаточной степенью дееспособности для приобретения прав использования выбранного им Контента.

Пользователь при приобретении прав на Контент маркированный сведениями о возрастных ограничениям, не нарушает установленных возрастных ограничений. Пользователь обязуется исключить из использования Контента лиц, не достигших соответствующего возраста. В случае нарушения указанного условия, Пользователь самостоятельно отвечает за последствия такого нарушения без возможности предъявления претензий к Администрации.

Настоящим Пользователь подтверждает, что он понимает, принимает и соглашается с тем, что любой Контент может содержать аудио-и/или видеоэффекты, которые при определенных обстоятельствах могут вызвать у людей, склонных к эпилептическим или иным расстройствам центральной нервной системы, ухудшение таких состояний.

Пользователь понимает и соглашается с тем, что постоянное использование персонального компьютера в течение длительного периода времени может привести к различным осложнениям физического состояния, включая, помимо прочего, проблемы со зрением, сколиоз, различные формы неврозов, а также другие нежелательные и негативные последствия для организма Пользователя.

Настоящим Пользователь гарантирует, что он будет использовать любой Контент только в течение разумного периода времени с перерывами на отдых и что Пользователь будет принимать другие меры, предписанные его врачом для защиты своего здоровья.

Если Пользователь является несовершеннолетним лицом, он гарантирует наличие разрешения и одобрения от своих родителей или законных представителей на заключение настоящего Соглашения, регистрации Учетной записи, распоряжение денежными средствами, предоставленными родителями, законными представителями или с их согласия третьими лицами. Использование любого способа оплаты является подтверждением наличия вышеуказанного разрешения и одобрения.

Администрация серьёзно относится к детской безопасности и рекомендует родителям и законным представителям детей проводить больше времени с детьми во время нахождения их в сети Интернет, чтобы знать какую информацию получают их дети, используя Интернет, а также, чтобы контролировать использование Контента. Родители и законные представители детей должны стараться контролировать использование детьми электронной почты и других способов коммуникации, а также оплаты услуг. В случае необходимости родители и законные представители детей могут использовать специальные программы, позволяющие ограничить доступ детей к определенным Сайтам, что поможет сделать пространство в сети Интернет более безопасным для детей

Администрация сохраняет за собой право запросить документацию от родителя или иного законного представителя несовершеннолетнего Пользователя, потребовать от несовершеннолетнего Пользователя любое другое письменное подтверждение или разрешение, которое Администрация считает необходимым для использования Контента и осуществления платежей.


Гарантии

Администрация гарантирует, что Сайт не распространяет вредоносные программы, которые могут нанести вред Терминалу Пользователя, программному обеспечению, файлам и информации на Терминале Пользователя

Сайт и Контент предоставляются на условиях «как есть». Вследствие этого Пользователь соглашается с тем, что Контент может не соответствовать его индивидуальным предпочтениям и ожиданиям. Администрация приложит все коммерчески разумные усилия для обеспечения непрерывной работы Сайта, соответственно Пользователь соглашается с тем, что работа Сайта и активация Контента может содержать ошибки и может прерываться. Администрация не гарантирует, что производительность персональных компьютеров или других устройств Пользователей будет достаточной для использования Контента.



Рассылка

Настоящим Пользователь дает свое согласие на получение от Администрации информации рекламного характера на адрес электронной почты, сообщенный при регистрации на Сайте. В случае несогласия, Пользователь имеет право отписаться от рассылки.

Пользователь не имеет права отказаться от получения от Администрации информации нерекламного характера, которая может относиться к использованию Сайта и Контента, например, изменение размера Вознаграждения, предупреждения о проведении профилактических работ и т.п.



Применимое законодательство

К отношениям Администрации и Пользователя применяется право Российской Федерации. Все разногласия разрешаются путем переговоров, в случае невозможности урегулирования разногласий путем переговоров в течение 10 календарных дней с момента получения претензии соответствующей стороной – в судебном порядке. Настоящим договором подсудность споров устанавливается по месту нахождения Администрации.

Ни при каких условиях Администрация не несет ответственности за любые косвенные, специальные, штрафные, сопутствующие убытки, упущенную выгоду и т.д. даже если Администрации было известно о возможности наличия таковых.


Контактная информация

Пользователи могут связаться с Администрацией через страницу  gama-gama.ru для получения дополнительной информации и отправки запросов в службу поддержки.
